Revit 2027 API
ParameterTypeId.DefaultConstructionMassExteriorWall Property
 "Mass Exterior Wall"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DefaultConstructionMassExteriorWall { get; }
Public Shared ReadOnly Property DefaultConstructionMassExteriorWall As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DefaultConstructionMassExteriorWall {
	ForgeTypeId^ get ();
}
static member DefaultConstructionMassExteriorWall : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace